Repository: kiwi30/albumist
Catalog: api/locale/*/LC_MESSAGES/*.po
Languages: ru

source: Home
ru: Главная

source: Features
ru: Особенности

source: Shots
ru: Снимки

source: Download
ru: Скачать

source: Albumist - stay in touch
ru: Albumist - будь в курсе

source: with your friends
ru: свежих новостей от друзей

source: Albumist is a free online photo sharing and social application. Share your photos and follow the updates of celebrities and other people of your interest. Albumist is a perfect application to stay in touch with your friends and share your life moments. With great add-ons like photo puzzles and crosswords, your friends will be challenged if they are to see your the most recent updates!
ru: Albumist — это бесплатное онлайн приложение для обмена фотографиями, а так же общения. Делитесь своими фотографиями, следите за обновлениями знаменитостей и других людей, которые интересуют Вас. Благодаря кроссвордам и ребусам, Вашим друзьям придется постараться, если они действительно хотят увидеть самые последние обновления!

source: Download the app
ru: Загрузить приложение

source: High Portability
ru: Высокая портативность

source: By phone, by tablet or by computer - you can use it anywhere
ru: Вы можете открыть приложение как на телефоне, так и на планшете с компьютером

source: Cloud Upload Support
ru: Поддержка "облака"

source: Gallery support. Fast and easy to use
ru: Хорошая связь с галереей. Быстро и удобно в использовании

source: New People
ru: Новые люди

source: It is so easy to find a new acquaintance
ru: Теперь найти новое знакомство — так просто!

source: Friends
ru: Друзья

source: - simple search
ru: — простой поиск

source: Like someone's profile? Just add this person to a list of your friends, keep in touch with him and don't miss his new publications!
ru: Понравился чей-то профиль? Просто добавьте этого человека в друзья, чтобы поддерживать с ним связь и не упускать его новые публикации!

source: Don't worry about difference of your mobile devices. Albumist is supported on iOS and Android
ru: Не беспокойтесь о различии ваших девайсов. Albumist поддерживается как на на iOS, так и на Android

source: Chat
ru: Общение

source: in live mode
ru: в живом режиме

source: It is so simple to get a good mood! <br> Just start a new chat with your friend! Discuss topical issues, share news. <br> Also look for answers and tips for clues puzzles
ru: Так просто поднять себе настоение! vПросто начните чат с другом. <br> Вы можете обсуждать проблемы, делиться новостями. vТакже ищите ответы и подсказки для разгадок ребусов

source: Sharing
ru: Обмен

source: photo
ru: фотографиями

source: Share photos with friends with just one click! Albumist offers unusual ways of presenting pictures. You can encrypt your picture. Only attentive friends will receive a reward in the representation of your encrypted photos <br>You can use two types of encryption:
ru: Делитесь фотографиями с помощью одного клика! Albumist предлагает необычные способы публикации изображений. Вы можете зашифровать свою фотографию. И только внимательные друзья получат вознаграждение в виде вашего поста. <br> Вы можете использовать два типа шифрования:

source: crosswords
ru: кроссводы

source: puzzles
ru: ребусы

source: what change your life
ru: , которые Вам точно понравятся!

source: Like this app?
ru: Понравилось приложение?

source: Albumist 2016 | All rights reserved.
ru: Albumist 2016 | Все права защищены.
